import 'package:flutter/material.dart';

final flashscreenTextStyle =
    TextStyle(color: Colors.black, fontSize: 35.0, fontWeight: FontWeight.w800);

TextStyle appBarTextStyle = TextStyle(color: Colors.black, fontSize: 24.0);
TextStyle titleTextStyle = TextStyle(color: Colors.black, fontSize: 20.0);
TextStyle subTitleStyle = TextStyle(color: Colors.black38, fontSize: 16.0);
TextStyle searchTextStyle = TextStyle(color: Colors.black38, fontSize: 16.0);

TextStyle hintStyle = TextStyle(color: Colors.black38, fontSize: 16.0);
TextStyle choiceTextStyle = TextStyle(color: Colors.red, fontSize: 16.0);
TextStyle kTitleText = TextStyle(color: Colors.black);
TextStyle kTitleTextStyle = TextStyle(
  color: Colors.black38,
);
const kDesc = 'ဖြေကြတာပေါ့ အကောင်းဆုံးအရသာက'
    'အချိုပါဘု ရား အစိမ့်ပါဘုရားစသဖြင့်..။'
    'အလှဆုံးမြင်ကွင်းဆိုလည်း ညနေဆည်းဆာပါဘုရား'
    'ဆောင်းမနက်ခင်းပါဘုရား၊'
    'တန်ဖိုးအရှိဆုံးဆိုလည်း စိန် ပတ္တမြားစသဖြင့်ဖြေကြတယ်။'
    'ဒါပေမယ့် ဘယ်သူမှ ဘုရင်ကြီး';

const kBody =
    '  \t\tတခါက တိုင်းပြည်တစ်ပြည်မှာ ဘုရင်ကြီးတစ်ပါးရှိတယ်။ သူကဉာဏ်စမ်းကစားရတာ သိပ်ကို ဝါသနာပါသတဲ့။'
    'သူ့သမီးတော် လေး အရွယ်ရောက်လာတော့ သင့်တော်တဲ့အိမ်ထောင်ဖက်ကို ရွေးချယ်ဖို့စိတ်ကူးတယ်။'
    'သူမေးတဲ့မေးခွန်းတွေ ဖြေနိုင်ရင် သူ့ သမီးတော်နဲ့ပေးစားမယ်၊အိမ်ရှေ့အရာလည်း အပ်နှင်းမယ်လို့ ကြေငြာချက်ထုတ်သတဲ့။'
    '၂ အလှဆုံးမြင်ကွင်းက ဘာလဲ'
    '၁ အကောင်းဆုံးအရသာကဘာလဲ'
    '၃ တန်ဖိုးအရှိဆုံးပစ္စည်းကဘာလဲ'
    'ဖြေကြတာပေါ့ အကောင်းဆုံးအရသာက'
    'အချိုပါဘု ရား အစိမ့်ပါဘုရားစသဖြင့်..။'
    'အလှဆုံးမြင်ကွင်းဆိုလည်း ညနေဆည်းဆာပါဘုရား'
    'ဆောင်းမနက်ခင်းပါဘုရား၊'
    'တန်ဖိုးအရှိဆုံးဆိုလည်း စိန် ပတ္တမြားစသဖြင့်ဖြေကြတယ်။'
    'ဒါပေမယ့် ဘယ်သူမှ ဘုရင်ကြီး'
    'စိတ်ကျေနပ်အောင် မဖြေနိုင်ကြဘူး။'
    'အဲ့ဒိအချိန်မှာ လူငယ်တစ်ယောက်က'
    'ကျနော် မင်းကြီးမေးတာကို ဖြေနိုင်ပါတယ်။'
    'ဒါပေမယ့် ဒီမှာမဖြေဘူး တိုင်းသူပြည်သားတွေ'
    "ရှေ့မှာ ဖြေချင်ပါတယ် လို့လျှောက်တယ်.."
    'ဘုရင်ကြီးလည်း လူငယ်ရဲ့တောင်းဆိုမှုကို သဘောတူ'
    'တဲ့အနေနဲ့ မြို့လယ်မှာ စင်ဆောက်ပြီး'
    'အမေးအဖြေပွဲလုပ်ဖို့ စီစဉ်တော်မူတယ်။'
    'အကောင်းဆုံးအရသာက ဘာလဲ မောင်မင်း'
    'မဖြေခင်မှာ ကျနော်တစ်ခုမေးပါရစေ'
    '၃ တန်ဖိုးအရှိဆုံးပစ္စည်းကဘာလဲ'
    'ဖြေကြတာပေါ့ အကောင်းဆုံးအရသာက'
    'အချိုပါဘု ရား အစိမ့်ပါဘုရားစသဖြင့်..။'
    'အလှဆုံးမြင်ကွင်းဆိုလည်း ညနေဆည်းဆာပါဘုရား'
    'ဆောင်းမနက်ခင်းပါဘုရား၊'
    'တန်ဖိုးအရှိဆုံးဆိုလည်း စိန် ပတ္တမြားစသဖြင့်ဖြေကြတယ်။'
    'ဒါပေမယ့် ဘယ်သူမှ ဘုရင်ကြီး'
    'စိတ်ကျေနပ်အောင် မဖြေနိုင်ကြဘူး။'
    'အဲ့ဒိအချိန်မှာ လူငယ်တစ်ယောက်က'
    'ကျနော် မင်းကြီးမေးတာကို ဖြေနိုင်ပါတယ်။'
    'ဒါပေမယ့် ဒီမှာမဖြေဘူး တိုင်းသူပြည်သားတွေ'
    "ရှေ့မှာ ဖြေချင်ပါတယ် လို့လျှောက်တယ်.."
    'ဘုရင်ကြီးလည်း လူငယ်ရဲ့တောင်းဆိုမှုကို သဘောတူ'
    'တဲ့အနေနဲ့ မြို့လယ်မှာ စင်ဆောက်ပြီး'
    'အမေးအဖြေပွဲလုပ်ဖို့ စီစဉ်တော်မူတယ်။'
    'အကောင်းဆုံးအရသာက ဘာလဲ မောင်မင်း'
    'မဖြေခင်မှာ ကျနော်တစ်ခုမေးပါရစေ'
    '၃ တန်ဖိုးအရှိဆုံးပစ္စည်းကဘာလဲ'
    'ဖြေကြတာပေါ့ အကောင်းဆုံးအရသာက'
    'အချိုပါဘု ရား အစိမ့်ပါဘုရားစသဖြင့်..။'
    'အလှဆုံးမြင်ကွင်းဆိုလည်း ညနေဆည်းဆာပါဘုရား'
    'ဆောင်းမနက်ခင်းပါဘုရား၊'
    'တန်ဖိုးအရှိဆုံးဆိုလည်း စိန် ပတ္တမြားစသဖြင့်ဖြေကြတယ်။'
    'ဒါပေမယ့် ဘယ်သူမှ ဘုရင်ကြီး'
    'စိတ်ကျေနပ်အောင် မဖြေနိုင်ကြဘူး။'
    'အဲ့ဒိအချိန်မှာ လူငယ်တစ်ယောက်က'
    'ကျနော် မင်းကြီးမေးတာကို ဖြေနိုင်ပါတယ်။'
    'ဒါပေမယ့် ဒီမှာမဖြေဘူး တိုင်းသူပြည်သားတွေ'
    "ရှေ့မှာ ဖြေချင်ပါတယ် လို့လျှောက်တယ်.."
    'ဘုရင်ကြီးလည်း လူငယ်ရဲ့တောင်းဆိုမှုကို သဘောတူ'
    'တဲ့အနေနဲ့ မြို့လယ်မှာ စင်ဆောက်ပြီး'
    'အမေးအဖြေပွဲလုပ်ဖို့ စီစဉ်တော်မူတယ်။'
    'အကောင်းဆုံးအရသာက ဘာလဲ မောင်မင်း'
    'မဖြေခင်မှာ ကျနော်တစ်ခုမေးပါရစေ'
    '၃ တန်ဖိုးအရှိဆုံးပစ္စည်းကဘာလဲ'
    'ဖြေကြတာပေါ့ အကောင်းဆုံးအရသာက'
    'အချိုပါဘု ရား အစိမ့်ပါဘုရားစသဖြင့်..။'
    'အလှဆုံးမြင်ကွင်းဆိုလည်း ညနေဆည်းဆာပါဘုရား'
    'ဆောင်းမနက်ခင်းပါဘုရား၊'
    'တန်ဖိုးအရှိဆုံးဆိုလည်း စိန် ပတ္တမြားစသဖြင့်ဖြေကြတယ်။'
    'ဒါပေမယ့် ဘယ်သူမှ ဘုရင်ကြီး'
    'စိတ်ကျေနပ်အောင် မဖြေနိုင်ကြဘူး။'
    'အဲ့ဒိအချိန်မှာ လူငယ်တစ်ယောက်က'
    'ကျနော် မင်းကြီးမေးတာကို ဖြေနိုင်ပါတယ်။'
    'ဒါပေမယ့် ဒီမှာမဖြေဘူး တိုင်းသူပြည်သားတွေ'
    "ရှေ့မှာ ဖြေချင်ပါတယ် လို့လျှောက်တယ်.."
    'ဘုရင်ကြီးလည်း လူငယ်ရဲ့တောင်းဆိုမှုကို သဘောတူ'
    'တဲ့အနေနဲ့ မြို့လယ်မှာ စင်ဆောက်ပြီး'
    'အမေးအဖြေပွဲလုပ်ဖို့ စီစဉ်တော်မူတယ်။'
    'အကောင်းဆုံးအရသာက ဘာလဲ မောင်မင်း'
    'မဖြေခင်မှာ ကျနော်တစ်ခုမေးပါရစေ';
